export const screenPerSeatInfo = [
  {
    // 1관
    row: 25,
    col: [5, 10, 5],
    aisle: { x: [10, 20], y: [5, 10] },
  },
  {
    // 2관
    row: 25,
    col: [5, 10, 5],
    aisle: { x: [10, 20], y: [5, 10] },
  },
  {
    // 3관
    row: 25,
    col: [6, 8, 6],
    aisle: { x: [10, 20], y: [6, 8] },
  },
  {
    // 4관
    row: 25,
    col: [6, 8, 6],
    aisle: { x: [10, 20], y: [6, 8] },
  },
  {
    // 5관
    row: 22,
    col: [6, 10, 6],
    aisle: { x: [17], y: [6, 10] },
  },
  {
    // 6관
    row: 22,
    col: [6, 10, 6],
    aisle: { x: [17], y: [6, 10] },
  },
  {
    // 7관
    row: 20,
    col: [4, 10, 4],
    aisle: { x: [15], y: [4, 10] },
  },
  {
    // 8관
    row: 20,
    col: [4, 10, 4],
    aisle: { x: [15], y: [4, 10] },
  },
  {
    // 9관
    row: 10,
    col: [2, 6, 2],
    aisle: { x: [5], y: [2, 6] },
  },
  {
    // 10관
    row: 10,
    col: [2, 6, 2],
    aisle: { x: [5], y: [2, 6] },
  },
]